Some loops were skipped
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CurveRoofSkippedLoopsWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CurveRoofSkippedLoopsWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CurveRoofSkippedLoopsWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoofFailures Class
  Autodesk.Revit.DB Namespace